inst = '''
Ця програма дозволить вам за допомогою тесту Руф'є провести первинну діагностику вашого здоров'я.\n
Проба Руф'є являє собою навантажувальний комплекс, призначений для оцінки працездатності серця при \n
фізичному навантаженні.
У випробуваного визначають частоту пульсу за 15 секунд.
Потім протягом 45 секунд випробуваний виконує 30 присідань.\n
Після закінчення навантаження пульс підраховується знову: число \n
пульсацій за перші 15 секунд, 30 секунд відпочинку, число пульсацій за останні 15 секунд.\n '''
inst2 = "Виміряйте пульс за 15 секунд. \n Результат запишіть у відповідне поле"
inst3 = "Виконайте 30 присідань за 45 секунд"

inst4 = '''
Протягом хвилини заміряйте пульс двічі \n 
за перші 15 секунд, потім за останні 15 секунд \n 
результати запишіть у відповідні поля'''
def test(P1, P2, P3):
   '''повертає значення індексу за трьома показниками пульсу для звірки з таблицею'''
   return ((4*(P1+P2+P3)) - 200)/10

def fiinish(a , age1):
   if age1 >=7 and age1 <=8:
      if a <= 6.4:
         return "Чудово"
      if a <= 6.5 and a <= 11.9:
         return "Чудово"
      if a <= 12 and a <= 16.9:
         return "Чудово"
      if a <= 17 and a <= 20.9:
         return "Чудово"
      if a <= 21:
         return "Незадовільно"
      
   if age1 >=9 and age1 <=10:
      if a <= 4.9:
         return "Чудово"
      if a <= 6.5 and a <= 11.9:
         return "Чудово"
      if a <= 12 and a <= 16.9:
         return "Чудово"
      if a <= 17 and a <= 20.9:
         return "Чудово"
      if a <= 21:
         return "Незадовільно"
      
      